<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">

<html>
<head>
        <title>РОZМОВА</title>
        <meta http-equiv="Content-Type" content="text/html; charset=windows-1251">
        <link rel="STYLESHEET" type="text/css" href="http://www.rozmova.if.ua/designes/rozmova3/style.css">
        <meta http-equiv="Content-Type" content="text/html; charset=windows-1251"><body bgcolor="#FFFFFF" background="http://www.rozmova.if.ua/designes/rozmova3/images/bg_grad.gif" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" bottommargin="0" rightmargin="0">
<p align=CENTER><b>РЕКЛАМА на сайті:</b></p>
<p align=center><font color=RED><b>Для рекламних агенцій -- ЗНИЖКА 40%!</b></font></p>
<p align=center><b>Замовляйте рекламу, написавши листа на reklama[at]rozmova.if.ua, [at] замiнiть на @</b></p>
<p>Адміністрація проекту РОZМОВА рада запропонувати Вам наступні рекламні площі на сторінках сайту:<p>
<p><B>БАНЕР 468х60 на стартовій сторінці, динаміка.</B> Банер стандартних розмірів, форматів GIF/JPG/SWF.
Банер знаходиться у ротаційній системі сайту -- тобто випадково показується користувачам.</p>
<b>Ціна: 100 грн. / міс. (мінімальний термін замовлення - 2 тижні).</b>
<p>
<p><B>БАНЕР 468х60 на стартовій сторінці, статика.</B> Банер стандартних розмірів, форматів GIF/JPG/SWF.
Банер показується всім без винятку користувачам.</p>
<b>Ціна: 1000 грн. / міс. (мінімальний термін замовлення - 2 тижні).</b>
<p>
<p><B>БАНЕР 468х60 всередині чату, динаміка.</B> Банер стандартних розмірів, форматів GIF/JPG/SWF.
Банер знаходиться у ротаційній системі сайту -- тобто випадково показується користувачам (1 раз на 2 перегляди).</p>
<b>Ціна: 250 грн. / міс. (мінімальний термін замовлення - 2 тижні)</b>
<p>
<p><B>БАНЕР 468х60 всередині чату, статика.</B> Банер стандартних розмірів, форматів GIF/JPG/SWF.
Банер показується всім без винятку користувачам.</p>
<b>Ціна: 1500 грн. / міс. (мінімальний термін замовлення - 2 тижні)</b>
<p>
<p><B>ТЕМАТИЧНІ СТАТТІ у розділах.</B> Статті рекламного характеру, які розміщуються на замовлення клієнта у розділах сайту.</p>
<b>Ціна: 50 грн. / стаття у розділі</b>
<p>
<p><B>КОРОТЕНЬКІ РЕКЛАМНІ ОГОЛОШЕННЯ (тізери) в чаті.</B> Коротенькі (до 125 символів) статті рекламного характеру, які
показуються за бажанням клієнта у головній кімнаті чату у заданий період часу (не частіше ніж раз на годину).</p>
<b>Ціна: 15 грн. / показ</b>
<p><B>КОРОТЕНЬКІ РЕКЛАМНІ ОГОЛОШЕННЯ (тізери) в чаті (1 раз на годину).</B> Коротенькі (до 125 символів) статті рекламного характеру, які
показуються за бажанням клієнта у головній кімнаті чату у заданий період часу (не частіше ніж раз на годину).</p>
<b>Ціна: 800 грн. / міс. (мінімальний термін замовлення - 2 тижні)</b>

<p>
<p align=center><font color=RED><b>Для рекламних агенцій -- ЗНИЖКА 40%!</b></font></p>