<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<!-- saved from url=(0028)http://192.168.4.92/chat/rules.php -->
<HTML><HEAD><TITLE>ПРАВИЛА ЧАТА</TITLE>
<META http-equiv=Content-Type content="text/html; charset=windows-1251">
<STYLE>TD {
	FONT-WEIGHT: bold; FONT-SIZE: 8pt; COLOR: white; FONT-FAMILY: Tahoma, Verdana
}
SMALL {
	FONT-WEIGHT: bold; FONT-SIZE: 8pt; COLOR: white; FONT-FAMILY: Tahoma, Verdana
}
INPUT {
	FONT-WEIGHT: bold; FONT-SIZE: 8pt; COLOR: white; FONT-FAMILY: Tahoma, Verdana
}
INPUT {
	FONT-WEIGHT: bold; FONT-SIZE: 8pt; COLOR: #abd256; FONT-FAMILY: Tahoma, Verdana
}
.input_button {
	BORDER-RIGHT: #98c00b 1px solid; BORDER-TOP: #98c00b 1px solid; FONT-SIZE: 10px; BORDER-LEFT: #98c00b 1px solid; WIDTH: auto; COLOR: #ffffff; BORDER-BOTTOM: #98c00b 1px solid; FONT-FAMILY: Verdana, Arial, Helvetica, sans-serif, Tahoma; HEIGHT: auto; BACKGROUND-COLOR: #7e9b16
}
</STYLE>

<META content="MSHTML 6.00.2900.2180" name=GENERATOR></HEAD>
<BODY bgColor=#666666 leftMargin=0 topMargin=0 marginheight="0" marginwidth="0">
<TABLE height="100%" cellSpacing=0 cellPadding=0 width="100%" border=0>
  <TBODY>
  <TR>
    <TD vAlign=center align=middle>
      <TABLE height=402 cellSpacing=0 cellPadding=0 width=502 border=1>
        <TBODY>
        <TR>
          <TD vAlign=center align=middle>
            <TABLE height=400 cellSpacing=0 cellPadding=0 width=500 border=0>
              <TBODY>
              <TR>
                <TD colSpan=2><IMG height=90 alt="" 
                  src="rules/welcome-2_01.gif" width=298></TD>
                <TD><IMG height=90 alt="" 
                  src="rules/welcome-2_02.gif" 
              width=202></TD></TR>
              <TR>
                <TD><IMG height=82 alt="" 
                  src="rules/welcome-2_03.gif" width=171></TD>
                <TD style="FONT-SIZE: 10pt" width=329 bgColor=#abd256 colSpan=2 
                height=82><B><FONT color=red>Прочитайте, пожалуйста, данные 
                  Правила. Их незнание не освобождает от 
                  отвественности.</FONT></B> </TD></TR>
              <TR>
                <TD width=500 bgColor=#abd256 colSpan=3 height=228>
                  <BLOCKQUOTE>1. В чате недопустимы: нецензурные высказывания, 
                    мат, хамство, оскорбления. Старайтесь не злоупотреблять 
                    нецензурными выражениями. А если Вы на эмоциях, и хотите 
                    "высказаться", или рассказать пошлую историю, анекдот - то 
                    закрывайте в нецензурных словах буквы звездочками. Запомните 
                    - мат допускается только, если он никого не оскорбляет, и 
                    если Вы не злоупотребляете им в разговоре. Наличие большого 
                    количества не цензурных выражений не прибавит вам шарма, а 
                    также будет наказываться со стороны Модераторов. 
                    <P>2. Запрещаются оскорбления и ругань, пусть даже в 
                    цензурной форме; обращения к одному человеку или ко всему 
                    чату в целом в общем фрейме, изначально направленные на 
                    ущемление чести и достоинства присутствующих. 
                    <P>3. Провокации и беспорядки. Обсуждения способов и методов 
                    модерирования, а также оскорбление Модераторов и 
                    Администраторов в общем фрейме, провоцирование массового 
                    обсуждения их, а также их наличие, в любой форме, является 
                    нарушением правил чата. Обсуждение данных вопросов допустимо 
                    в приватном порядке. 
                    <P>4. В чате запрещено клонирование посетителей чата. 
                    Умышленное использование чужих зарегистрированных ников без 
                    согласия их владельцев, а также их (ников) омонимов. 
                    <P>5. Запрещено обсуждать действия Модераторов. Если Вам 
                    ограничили доступ к чате, то следует задуматься, достаточно 
                    ли корректно Вы вели себя по отношению к другим посетителям. 

                    <P>6. На действия Модератора посетитель имеет право 
                    пожаловаться Администраторам. Жалобы на Модераторов можно 
                    писать на форум. Жалобы должны быть адресованы админстрации 
                    ресурса. В жалобе стоит указать Ваш ник, день и время бана. 
                    И обьяснить ситуацию. 
                    <P>7. Не отвечайте тем, кто провоцирует Вас, попытка 
                    ответить ему так же - будет воспринята как хамство. 
                    Используйте возможность игнора (Надо только нажать на значек 
                    динамика рядом с ником человека, который Вам досаждает). 
                    <P>8. Не разрешается флуд - т.е. часто повторяющиеся 
                    сообщения, смайлики или текст большого размера, занимающий 
                    много места в общем фрейме. Помните, у некоторых посетителей 
                    не большие мониторы, давайте относиться друг к другу с 
                    пониманием. 
                    <P>В понятие флуд входит:<BR>а) не несущие смысловой 
                    нагрузки сообщения; <BR>б) одинаковые или близкие по смыслу 
                    сообщения одного автора, отправленные несколько раз <BR>9. 
                    Запрещается рекламировать чаты или сайты. В словесной, или 
                    другой формах. Особенно это касается прямых ссылок на другие 
                    ресурсы. Разрешены ссылки на ресурсы домена vbios.com и 
                    infostore.org. Помните - заходя по не известной Вам ссылке 
                    Вы рискуете стать жертвой вирусной или хакерской атаки. 
                    Переходите только по ссылкам которые вы получили от 
                    известного Вам человека. 
                    <P>10. Приват - это личная область каждого пользователя. За 
                    нарушения в привате наказание не наступает. Если Вам 
                    докучает человек в привате - воспользуйтесь возможностью 
                    "игнор". Как установить игнор - см. п. 7 
                    <P>11. Отправлять копии разговора из привата, в общий фрейм 
                    - запрещено! Тем более, если там есть не цензурные 
                    выражения. 
                    <P>12. Песни. Если Вы вдруг захотели ознакомить 
                    общественность, с текстом песни, которая Вам жутко нравится, 
                    то не стоит весь текст песни отправлять в рассылку ВСЕМ. 
                    Можете скидывать текст песни просто так, тоесть оставив поле 
                    адресата пустым. Если Модератор посчитает, что Вы уже 
                    напелись в доволь, то по его просьбе Вы должны прекратить. 
                    Если же такое произошло, значит Ваше пение начало обретать 
                    характер спама. 
                    <P>13. Не приветствуются сообщения написанные в ВЕРХНЕМ 
                    РЕГИСТРЕ (с помощью режима CAPS LOCK или клавиши Shift). 
                    Сообщения в верхнем регистре рассцениваются как крик, не 
                    стоит кричать на собеседника. Используйте такие сообщения, 
                    только в случае если Вы хотите в тексте выделить какой-то 
                    особый эмоциональный момент. Постоянное общение в верхнем 
                    регистре будет наказываться Модераторами. 
                    <P>15. В чате присутствуют смайлы больших размеров. 
                    Старайтесь не кидать больше одного смайла большого размера в 
                    общий фрейм. Такие действия будут расцениваться как флуд. 
                    <P>16. Предупреждения от Шамана - стоит расценивать как и от 
                    Модератора. 
                    <P>17. Скрытый мат. Скрытым матом считается целенаправленное 
                    оскорбление человека не цензурным или словом которое по 
                    смыслу, или написанию похоже на не цензурное слово. 
                    <P>18. К постоянным нарушителям, а также людям которые 
                    регулярно не реагируют на наказания, не исправляют свое 
                    поведение в чате могут применяться меры наказания строже чем 
                    обычно. 
                    <P>19. Хотим также обратить Ваше внимане на то, что главное 
                    в чате человечность. Модераторы, при вынесении наказания 
                    будут учитывать также и Ваши человеческие качества. Что 
                    посеете, то и пожнете. Как вы себя зарекомендуете в чате, 
                    такое и будет к Вам отношение. 
                    <P>20. Наказания и поощрения:<BR>За Предупреждение - штрафа 
                    нету. За Проклятие штраф пользователю - 1 кр + 15000 
                    рейтинга, штраф клану - 2 кр<BR>За Амулет - награждение 2 кр 
                    пользователю, 4 кр - клану<BR>За Молчанку - штраф 1 кр + 
                    15000 рейтинга у пользователя,<BR>За Вывод в САД - штраф 1 
                    кр + 30000 рейтинга у пользователя, и -2 у клана<BR>За 
                    БАН(!!!!) - штраф 20 кр пользователю + полное обнуление 
                    рейтинга , и -10 клану<BR>
                   <HR noShade>

                    <P>© Lumina, Actros, monkey55, Dangm, forever, kit400, 
                    DareDEVIL/DD 
                    <P></P></BLOCKQUOTE></TD></TR>
              <TR>
                <TD><IMG height=1 alt="" src="" width=171></TD>
                <TD><IMG height=1 alt="" src="" width=127></TD>
                <TD><IMG height=1 alt="" src="" 
          width=202></TD></TR></TBODY></TABLE></TD></TR></TBODY></TABLE></TD></TR></TBODY></TABLE></BODY></HTML>
