11	
11		1433448473	Вещь "градик" использована	
10		1433448459	Куплена вещь "градик" за 0 кредитов (было 5555555 кредитов, стало 5555555)	
9		1433448342	Вещь "градик" использована	
8		1433448335	Куплена вещь "градик" за 0 кредитов (было 5555555 кредитов, стало 5555555)	
7		1433448253	Вещь "градик" использована	
6		1433448244	Куплена вещь "градик" за 0 кредитов (было 5555555 кредитов, стало 5555555)	
5		1433448201	Вещь "градик" использована	
4		1433448193	Куплена вещь "градик" за 0 кредитов (было 5555555 кредитов, стало 5555555)	
3		1433448171	Куплена вещь "жирик" за 0 кредитов (было 5555555 кредитов, стало 5555555)	
2		1433448124	Вещь "градик" использована	
1		1433448098	Куплена вещь "градик" за 0 кредитов (было 5555555 кредитов, стало 5555555)	
