<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
	<title>Чат Voodoo. HELP.</title>
<style type="text/css">
a {font-size: 12px;font-family: Arial, Helvetica, sans-serif;color: black; text-decoration: underline;}
td,body {font-size: 12px;font-family: Arial, Helvetica, sans-serif;color: black;}
b {font-size: 12px; font-weight: bold; font-family: Arial, Helvetica, sans-serif;color: #000F79;}
h1 {font-size: 22px; font-weight: bold; font-family: Arial, Helvetica, sans-serif;color: black;}
h2 {font-size: 16px; font-weight: bold; font-family: Arial, Helvetica, sans-serif;color: black;}
</style>
</head>
<body bgcolor=white>
<h1><center>Чат Voodoo. Help</center></h1>
<h2>Как пользоваться</h2>
Чат делится на 5 основных зон: <img src="images/ru_screen.gif" width=400 height=300 border=0 alt="СкринШот"><br>
<ul><br>
 <li><b>Информация о чате:</b> содержит ссылки на некоторые ресурсы чата:
 <ul>
   <li><b>Помощь</b> - данная страница
   <li><b>Клуб ППЧ</b> - список постоянных посетителей чата
   <li><b>История Чата</b> - как создавался этот чат.
   <li><b>Отправить на личку</b> - этот раздел предназначен для отправки сообщений на личную доску любого из зарегистрированных пользователей.
   <li><b>Инфо о ...</b> - здесь можно ознакомиться с информацией, оставленной зарегистрированным пользователем о себе.
   <li><b>Перезайти</b> - нажмите сюда для того, чтобы быстро заново войти в чат
   <li><b>Картинки</b> - страница со списком картинок (кроме смайликов), которые можно включать в сообщения
   <li><b>Я</b> - для зарегистрированных пользователей. Дает возможность оставить информацию о себе.
   <li><b>Зарегистрироваться</b> - для незарегистрированных пользователей. Зачем нужна, надеюсь, понятно.Зарегистрированые пользователи:
	<ol>
		<li>Защищают свой ник (и все аналогичные) от несанкционированного входа (в частности, зарегистрировавшись под ником Vanya, вы обеспечиваете за собой ники Vanya, VANYA, VanYa и т.д.)
		<li>Получают возможность дополнительных настроек.
		<li>Получают возможность работы с &quot;личкой&quot; (личной доской сообщений)
		<li>Некоторые из зарегистрированных пользователей 
        получают права админа.</li>     
	 </ol>
 </ul><br>
 <li><b>Сообщения посетителей</b> 
  Особенностью этого чата является непрерывное воспроизведение сообщений, что важно при плохой связи и/или ограничениях на траффик
  <br><br><li><b>Ввод новых сообщений</b>, макс. длина сообщения - 512 символов<br>
  <img src="images/ru_send.gif" width=472 height=63 border=0 alt="скринШот - отправка сообщений"><br>
  <ul>
    <li><b>Приват для</b> - Вы можете выбрать получателя сообщения. В этом случае оптравленный текст увидите только вы двое (учтите, что если вы отключились от чата, а потом снова вошли в него, приваты отправленые на Ваш ник будут более недоступны).
	<li><b>Цвет</b> - Вы можете выбрать понравившийся Вам цвет для Вашего сообщения
	<li><b>Сказать</b> - нажмите эту кнопку или клавишу Enter для отправки Вашего сообщения. Учтите:
	<ul>
		<li>Последовательность символов, начинающаяся с <b>http://</b> и заканчивающаяся одним из символов &quot;<b> </b>&quot;(пробел), &quot;<b>&quot;</b>&quot;(кавычки), &quot;<b>,</b>&quot;(запятая) или &quot;<b>&gt;</b>&quot;, автоматически преобразуется в ссылку. (Будьте внимательны! Не забывайте отделять адрес от остального текста заврешающим символом!!!)
		 <li>Если Вы напишите &quot;<b>/me</b> делает то-то&quot;, в чате 
будет выведено &quot;(время): ВашНик делает то-то&quot;
	<li>Некоторые последовательности символов автоматически преобразуются в рисунки. Список соответствий смотрите на <a href="pictures.phtml">ЭТОЙ странице</a>.<br>
<b>Стандартные смайлики</b> состоят из 4-ёх (или менее) символов - экспериментируйте:
<ol>
 <li>Брови (можно пропускать). - &quot;<b>&gt;</b>&quot; или &quot;<b>&lt;</b>&quot;. Если пропущено - смайлик без бровей
 <li>Глаза (обязательно) - &quot;<b>:</b>&quot; или &quot;<b>=</b>&quot; - обычные глаза, &quot;<b>;</b>&quot; - подмигнуть
 <li>Нос. На рисунках его все-равно нет, поэтому можно пропускать... Но если хочется - можно писать &quot;<b>-</b>&quot;, &quot;<b>^</b>&quot; или &quot;<b>'</b>&quot;
 <li>Рот (обязательно):
    <ul>
  	<li>&quot;<b>)</b>&quot;, &quot;<b>D</b>&quot; или &quot;<b>]</b>&quot; - улыбка
	<li>&quot;<b>(</b>&quot; - расстроеный смайлик
	<li>&quot;<b>|</b>&quot; - нейтральный... Хотя иногда больше похоже на поджатые губы обиженной девушки :)
	<li>&quot;<b>P</b>&quot; или &quot;<b>p</b>&quot; (и русские и английские буквы) - показать язык
	<li>&quot;<b>O</b>&quot; или &quot;<b>o</b>&quot; (и русские и английские буквы) - удивлённо открытый рот
    </ul>
</ol>
	<li>В чате действует полный запрет на таги.
	<li>Некто <b>Сказочник</b> может рассказать вам анекдот. Попробуйте набрать <b>adot</b>	
	</ul>
	<li><b>Выйти</b> - нажмите, если хотите выйти из чата.
	</ul><br>
	<li><b>Он-лайн статус лички и форума</b> только для зарегистрированных пользователей<br>
	Если Вы получите новое сообщение на Личку или кто-нибудь поместит объявление в форуме, Вы всегда это сможете увидеть 
	в правом верхнем углу чата. Доступ и к личке и к форуму производится отсюда-же.
	<br><br><li><b>Список присутствующих</b><br>
	<img src="images/ru_who.gif" width=168 height=169 border=0 alt="скринШот - кто в чате"><br>
	Кроме просто списка присутствующих, данный раздел предоставляет Вам несколько дополнительных услуг:
	<ul>
	  <li>+photo - Вы можете включить режим просмотра фотографий посетителей.
	  <li>Вы можете быстро добавить адресата (не приват!!) в строку ввода, если нажмете на нужный Ник в данном разделе.
	  <li>Вы можете включить режим игнорирования сообщений от кого-либо - просто нажмите &quot;-i&quot; напротив его Ника. 
	  Для возврата - нажмите &quot;+v&quot;
	  <li>Инфо - только у зарегистрированных пользователей. Обеспечивает быстрый доступ к персональной информации о посетителе.
	</ul>
</ul>
<h2>FAQ:</h2>
<ul>
<li><b>Мне не дают войти в чат.</b><br>
Не забывайте, что в нике применимы лишь буквы английского алфавита и знак _ (подчеркивания).
Длина ника может быть от 3 до 15 символов.
Посмотрите также на заглавной странице список присутствующих, нет ли там выбранного Вами ника. 
При этом учитывайте, что ники VanYA и Vanya считаются одинаковыми!
<li><b>Да, там есть этот ник - но это я сам (пришлось перезайти)</b><br>
Время, в течение которого пользователь считается живым - 3 минуты. Подождите, или зайдите под другим ником.<br>
<li><b>У меня оборвалась связь, когда я ее восстановил чат уже отключил меня. Теперь что, ждать остаток от 3 минут и только тогда заходить</b><br>
Нет. Вы можете воспользоваться ссылкой &quot;<b>Перезайти</b>&quot;, находящейся вверху чата, для того чтобы избежать длительной процедуры. 
Если за время Вашего отсутствия под Вашим ником не зашел никто другой, Вы снова попадете в чат.
<li><b>А что такое приват?</b><br>
Приват - это сообщение, которое видно лишь двум посетителям чата - отправителю и адресату
<li><b>Игнор... хм... что-то знакомое...</b><br>
Нажав на &quot;-i&quot; напротив ника в правом окне, Вы больше не будете видеть сообщения, отправленые этим пользователем. Для возвращения - нажмите на появившуюся &quot;+v&quot;.
<li><b>Я хочу отправить приват, но в моем списке нет ника адресата</b><br>
Список 
    &quot;Приват для:&quot; обновляется при каждой отправке Вами сообщения. Если Вы долго ничего не писали, и за это время
в чат вошел нужный Вам человек, его ник не сможет появиться в Вашем списке. Отправьте какое-нибудь сообщение, или просто
нажмите кнопку &quot;Отправить&quot; при пустой строке ввода сообщения.
<li><b>Я отправил приват, но в центральном окне написано что он для неизвестного пользователя</b><br>
Это значит, что адресат по каким-либо причинам покинул чат. Ваше сообщение он в любом случае прочесть уже не сможет. 
<li><b>А что это за надпись мелким шрифтом "кому-то шепчет"?</b><br>
А это значит что этот человек отправил кому-то приватное сообщение. Но не Вам :)

<li><b>А подробнее про Личку, плз</b><br>
Личка - личная доска сообщений. В некотором роде - почта внутри чата.<br>
Доступна только для зарегистрированных пользователей. Чтобы отправить сообщение на личку кому-либо, воспользуйтесь ссылкой 
&quot;<b>Отправить на личку</b>&quot;. Вам нужно будет заполнить поле &quot;Кому&quot; и &quot;Сообщение&quot;. 
Если Вы не уверены в правильном написании ника - воспользуйтесь предоставляемой возможностью поиска.<br>
Вы также должны должны видеть надпись &quot;<u>Личка</u> - N сообщений&quot;. 
При нажатии на эту надпись, Вы попадаете в свою Личную доску объявлений, где можете читать/отвечать/удалять сообщения.
После прочтения сообщения Вы сможете воспользоваться ссылкой &quot;Ответить&quot;. 
При нажатии на кнопку &quot;<b>Удалить</b>&quot;, выбранное сообщение будет стерто из системы.<br>

<!--
<li><b>А вот мне выскочило сообщение БОЛЬШИМИ КРАСНЫМИ буквами о том что правый фрейм не обновлялся 2 минуты и скоро я меня будут считать мертвым</b><br>
Дело в том, что ресурсы сервера ограничены, поэтому если после Вашего некорректного выхода из чата будет продолжать 
выполняться скрипт вывода сообщений, то рано или поздно память и процессорное время кончатся, а чат накроется медным тазом. 
Чтобы избежать подобной ситуации, сервер отслеживает Ваше присутствие в чате по обновлению правого окна. Если оно не обновлялось 3 минуты, выполнение 
скрипта вывода сообщений прекращается. Если у Вас плохая линия и правое окошко не смогло обновится вовремя, обновите его самостоятельно. Для этого следите за часами в этом
окошке. Если хотите обновить - нажмите на часы! 
Если же дело дошло до предупреждения, Вы можете воспользоваться ссылкой, которая будет Вам написана.
-->
<li><b>Мой браузер (Internet Explorer 3.0) выдает мне ошибку JavaScript в центральном окне</b><br>
Для удобства работы, в центральной странице используется скрипт, автоматически делающий прокрутку вниз при поступлении нового сообщения.
К сожалению, Internet Explorer 3.0 не умеет с ним работать. Поставьте себе более новую версию (3.1 уже работает), или скажите &quot;не выполнять 
дальнейшие скрипты на странице&quot; в ответ на сообщение об ошибке и занимайтесь прокруткой самостоятельно. Также Вы
можете воспользоваться &quot;классическим&quot; вариантом чата.
<li><b>Что-то нифига не работает</b><br>
Пожалуйста, сообщите об этом по адресу <a href="MailTo:vlad-v@yandex.ru?Subject=Bugs in Voodoo Chat">vlad-v@yandex.ru</a>. В письме
просьба сообщить о используемых Вами браузере и операционной системе, а также описать проблему.
<li><b>А вот, а ВОТ ТАК будет круто!!!...</b><br>
Ваши пожелания отправляйте по адресу <a href="MailTo:vlad-v@yandex.ru?Subject=Cool Thing For Voodoo Chat">vlad-v@yandex.ru</a>
</ul>
</body>
</html>
